{
  "it": {
    "page_title": "Roberto e Daria - 21.09.2026",
    "open_invitation": "Clicca per aprire l'invito",
    "read_details": "Leggi i dettagli ↻",
    "back_to_photo": "Torna alla foto ↻",
    "scroll": "SCORRI ↓",
    "rsvp_title": "Gradita Conferma",
    "rsvp_names": "Nomi degli invitati",
    "rsvp_attending": "Parteciperete?",
    "rsvp_yes": "Sì, con gioia!",
    "rsvp_no": "Purtroppo no",
    "rsvp_notes": "Allergie o messaggi per noi",
    "rsvp_submit": "Invia Conferma",
    "location_title": "La Location",
    "location_name": "AQUAMADRE - Triflisco (CE)",
    "get_directions": "Ottieni indicazioni →",
    "weekend_title": "Weekend a Caserta e Dintorni",
    "weekend_intro": "Dato che festeggeremo di lunedì, ecco qualche idea per godervi il weekend precedente nella nostra zona!",
    "saturday": "Sabato",
    "sunday": "Domenica",
    "reggia_title": "La Reggia di Caserta",
    "reggia_desc": "Imperdibile. Dedicate almeno mezza giornata per visitare gli appartamenti reali e lo splendido parco.",
    "casertavecchia_title": "Casertavecchia",
    "casertavecchia_desc": "Un borgo medievale sospeso nel tempo, perfetto per una passeggiata romantica tra vicoli e panorami.",
    "sanleucio_title": "San Leucio",
    "sanleucio_desc": "Il Belvedere reale e la storia della seta, patrimonio UNESCO.",
    "eat_saturday_title": "Dove mangiare",
    "eat_saturday_desc": "<em>🍕 I Masanielli – Francesco Martucci</em> — Una delle migliori pizzerie d'Italia, tecnica e creatività ai massimi livelli.<br><em>🍕 Martorano</em> — Tradizione e qualità nel cuore di Caserta.<br><em>🍕 Ciccio Vitiello</em> — Pizza contemporanea e grande ricerca sulle materie prime.<br><em>🍕 Pizza Guys</em> — Informale, giovane e sorprendente.<br><br><em>🥩 Dogana Golosa (San Leucio)</em> — Braceria di altissimo livello: carni selezionate, tagli pregiati e cotture impeccabili. Perfetta per gli amanti della carne e delle atmosfere rustico-eleganti.",
    "naples_title": "Una giornata a Napoli",
    "naples_desc": "A circa 40 minuti da Caserta, Napoli è perfetta per una gita in giornata. Consigliamo una passeggiata tra il centro storico, Spaccanapoli, il Lungomare e una sosta golosa.",
    "eat_sunday_title": "🍽️ Dove mangiare",
    "eat_sunday_desc": "<em>🍕 Carmnella</em> — Pizza storica, sapori autentici e atmosfera verace.<br><em>🍕 Pellone</em> — Storico locale dall'atmosfera vintage che serve pizze tradizionali e creative cotte in forno a legna.<br><em>🥩 Antonio La Trippa</em> — Tempio della cucina tradizionale napoletana: trippa, genovese e piatti di sostanza, ricchi di sapore e storia.<br><em>🍝 Tandem</em> — Il regno del ragù napoletano: lento, intenso, emozionale. Ideale per assaggiare uno dei piatti simbolo della città. (Qui si può provare anche O'CUZZETIELLO)",
    "relax_title": "Oppure… relax",
    "relax_desc": "Se preferite, domenica è anche il giorno perfetto per ricaricarsi prima della festa!"
  },
  "uk": {
    "page_title": "Роберто і Даріа - 21.09.2026",
    "open_invitation": "Натисніть, щоб відкрити запрошення",
    "read_details": "Читати детальніше ↻",
    "back_to_photo": "Повернутись до фото ↻",
    "scroll": "ПРОКРУТІТЬ ↓",
    "rsvp_title": "Підтвердження участі",
    "rsvp_names": "Ваші ім'я",
    "rsvp_attending": "Ви плануєте відвідати?",
    "rsvp_yes": "Так, з радістю!",
    "rsvp_no": "На жаль, ні",
    "rsvp_notes": "Алергії або повідомлення для нас",
    "rsvp_submit": "Надіслати підтвердження",
    "location_title": "Місце проведення",
    "location_name": "AQUAMADRE - Triflisco (CE)",
    "get_directions": "Отримати напрямок →",
    "weekend_title": "Уихідні в Казерті та окрозі",
    "weekend_intro": "Оскільки ми святкуємо у понеділок, ось кілька ідей, як провести попереднє уихідні в нашій окрозі!",
    "saturday": "Субота",
    "sunday": "Неділя",
    "reggia_title": "Королевский палац Касерті",
    "reggia_desc": "Обов'язково до відвідання. Присвяньте принаймні половину дня, щоб побачити королевські покої і чудовий парк.",
    "casertavecchia_title": "Касертавеккіа",
    "casertavecchia_desc": "Srednjewieczne selo, frozen in time — романтичний куток для прогулянки по вузьких вулицях з чудовими видами.",
    "sanleucio_title": "Сан Леючио",
    "sanleucio_desc": "Королевський Белведер іісті oria шовку, спадок ЮНЕСКО.",
    "eat_saturday_title": "Де їсти",
    "eat_saturday_desc": "<em>🍕 I Masanielli – Francesco Martucci</em> — Одна з найкращих пицерій Італії, вищий рівень техніки і креативності.<br><em>🍕 Martorano</em> — Традиція і якість в самому центрі Казерти.<br><em>🍕 Ciccio Vitiello</em> — Сучасна піца і глибока робота з сировиною.<br><em>🍕 Pizza Guys</em> — Неформальна, молода і приятна.<br><br><em>🥩 Dogana Golosa (San Leucio)</em> — Гриль-ресторан найвищого рівня: відібрані мяса, елітні розрізи і бездоганна готовка.Ідеально для любителів мяса і сельріко-елегантної атмосфери.",
    "naples_title": "День в Неаполі",
    "naples_desc": "В примерно 40 хвилин від Казерти, Неаполь — ideальний для одноденної поїздки. Рекомендуємо прогулянку по центру міста, Spaccanapoli, Lungomare і зупинку на їжу.",
    "eat_sunday_title": "🍽️ Де їсти",
    "eat_sunday_desc": "<em>🍕 Carmnella</em> — Pizza storica, sapori autentici e atmosfera verace.<br><em>🍕 Pellone</em> — Storico locale dall'atmosfera vintage che serve pizze tradizionali e creative cotte in forno a legna.<br><em>🥩 Antonio La Trippa</em> — Tempio della cucina tradizionale napoletana: trippa, genovese e piatti di sostanza, ricchi di sapore e storia.<br><em>🍝 Tandem</em> — Il regno del ragù napoletano: lento, intenso, emozionale. (Qui si può provare anche O'CUZZETIELLO)",
    "relax_title": "Або… відпочинок",
    "relax_desc": "Якщо ви предпочитаєте, неділя — це також день для того, щоб зарядитись перед святковванням!"
  },
  "en": {
    "page_title": "Roberto & Daria - 21.09.2026",
    "open_invitation": "Click to open the invitation",
    "read_details": "Read the details ↻",
    "back_to_photo": "Back to photo ↻",
    "scroll": "SCROLL ↓",
    "rsvp_title": "RSVP",
    "rsvp_names": "Guest name(s)",
    "rsvp_attending": "Will you attend?",
    "rsvp_yes": "Yes, with joy!",
    "rsvp_no": "Unfortunately no",
    "rsvp_notes": "Allergies or messages for us",
    "rsvp_submit": "Send RSVP",
    "location_title": "The Venue",
    "location_name": "AQUAMADRE - Triflisco (CE)",
    "get_directions": "Get directions →",
    "weekend_title": "Weekend in Caserta & Around",
    "weekend_intro": "Since we're celebrating on Monday, here are some ideas to enjoy the weekend before in our area!",
    "saturday": "Saturday",
    "sunday": "Sunday",
    "reggia_title": "Royal Palace of Caserta",
    "reggia_desc": "A must-see. Dedicate at least half a day to visit the royal apartments and the stunning gardens.",
    "casertavecchia_title": "Casertavecchia",
    "casertavecchia_desc": "A medieval village frozen in time, perfect for a romantic stroll through alleyways and panoramic views.",
    "sanleucio_title": "San Leucio",
    "sanleucio_desc": "The Royal Belvedere and the history of silk, a UNESCO heritage site.",
    "eat_saturday_title": "Where to eat",
    "eat_saturday_desc": "<em>🍕 I Masanielli – Francesco Martucci</em> — One of the best pizzerias in Italy, with technique and creativity at the highest levels.<br><em>🍕 Martorano</em> — Tradition and quality in the heart of Caserta.<br><em>🍕 Ciccio Vitiello</em> — Contemporary pizza with a deep focus on raw ingredients.<br><em>🍕 Pizza Guys</em> — Casual, youthful and surprisingly good.<br><br><em>🥩 Dogana Golosa (San Leucio)</em> — A top-level steakhouse: selected meats, premium cuts and impeccable cooking. Perfect for meat lovers and rustic-elegant vibes.",
    "naples_title": "A Day in Naples",
    "naples_desc": "About 40 minutes from Caserta, Naples is perfect for a day trip. We recommend a walk through the historic center, Spaccanapoli, the Lungomare and a delicious food stop.",
    "eat_sunday_title": "🍽️ Where to eat",
    "eat_sunday_desc": "<em>🍕 Carmnella</em> — Historic pizza, authentic flavors and a true Neapolitan vibe.<br><em>🍕 Pellone</em> — A historic spot with a vintage atmosphere serving traditional and creative wood-fired pizzas.<br><em>🥩 Antonio La Trippa</em> — A temple of traditional Neapolitan cuisine: tripe, genovese and hearty dishes rich in flavor and history.<br><em>🍝 Tandem</em> — The kingdom of Neapolitan ragù: slow, intense, emotional. The perfect place to taste one of the city's iconic dishes. (You can also try O'CUZZETIELLO here)",
    "relax_title": "Or… relax",
    "relax_desc": "If you prefer, Sunday is also the perfect day to recharge before the celebration!"
  }
}